Repository: danangharissetiawan/memories
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: *Your first name..
id: *Nama depan

source: *Your last name..
id: *Nama belakang

source: Username already exists
id: Username sudah digunakan

source: Passwords do not match.
id: Sandi tidak cocok.

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belakang

source: Hello
id: Halo

source: Please clink the link bellow to activate your account
id: Silakan klik tautan di bawah ini untuk mengaktifkan akun Anda

source: invalid
id: tidak sah

source: Delete
id: Hapus

source: Delete user
id: Hapus Pengguna

source: Are you sure you want to delete your account?
id: Apakah Anda yakin ingin menghapus akun Anda?

source: *Important - your account data will remain available for 20 days
id: *Penting - data akun Anda akan tetap tersedia selama 20 hari

source: Password Reset
id: Atur Ulang Kata Sandi

source: Home
id: Beranda

source: Accounts
id: Akun

source: Change Password Done
id: Ubah Kata Sandi Selesai

source: Change your password
id: Ubah kata sandi Anda

source: Your password has been changed successfully
id: Kata sandi Anda telah berhasil diubah

source: Change Password
id: Ganti kata sandi

source: Change Your Password
id: Ubah Kata Sandi Anda

source: User the form blow to change your password.
id: Gunakan formulir di bawah ini untuk mengubah kata sandi Anda.

source: Reset Password
id: Setel Ulang Kata Sandi

source: Password Reset New Password
id: Kata Sandi Atur Ulang Kata Sandi Baru

source: Forgot Password
id: Lupa Kata Sandi

source: Password Reset Done
id: Reset Kata Sandi Selesai

source: Reset your password done
id: Setel ulang kata sandi Anda selesai

source: If you don't receive an email, please make sure you're entered the address you registered with.
id: Jika Anda tidak menerima email, pastikan Anda memasukan alamat email yang Anda daftarkan.

source: Hello %(user.get_username)s please use the link below to reset your password
id: Hale %(user.get_username)s silahkan gunakan tautan di bawah ini untuk mengatur ulang kata sandi Anda

source: Forgot password?
id: Lupa kata sandi?

source: back login.
id: login kembali.

source: Don’t have an account?
id: Tidak punya akun?

source: Create your own right now.
id: Buat sendiri sekarang juga.

source: Account
id: Akun

source: Setting
id: Pengaturan

source: Change your Avatar
id: Ubah Avatar Anda

source: Save Setting
id: Simpan Pengaturan

source: Delete User
id: Hapus Pengguna

source: Favourite Posts
id: Postingan Favorit

source: Favourites
id: Favorit

source: Favorites
id: Favorit

source: You don't have any favorite posts yet.
id: Anda belum memiliki postingan favorit.

source: Archive
id: Arsip

source: Popular Post
id: Postingan Populer

source: Categories
id: Kategori

source: Unfortunately the article was successfully removed from favorites.
id: Sayangnya artikel tersebut berhasil dihapus dari favorit.

source: Sign In
id: Masuk

source: Sign in
id: Masuk

source: Remember me
id: Ingat saya

source: Sign Up
id: Daftar

source: Sign up
id: Daftar

source: Have an account?
id: Sudah punya akun?

source: Sign in your right now.
id: Masuk ke akun Anda sekarang.

source: There was an error, please try again!
id: Terjadi kesalahan, silakan coba lagi!

source: Activate your Account
id: Aktivasi akun anda

source: You are now logged in!
id: Anda sekarang masuk!

source: Success! Your account is acctive now.
id: Berhasil! Akun Anda sekarang telah aktif.

source: You are now logged out
id: Anda sekarang logout

source: Success! Profile updated.
id: Berhasil! Profil diperbarui.

source: Your account has been deleted
id: Akun Anda telah dihapus

source: Successfully added to favorites.
id: Berhasil ditambahkan ke favorit.

source: There are no post in the categoty.
id: Tidak ada postingan dalam kategori

source: Back
id: Kembali

source: Next
id: Berikutnya

source: Post Comment
id: Kirim Komentar

source: Responded to :
id: Ditanggapi:

source: Reply
id: Balas

source: See also
id: Lihat juga

source: Get information that is informative, motivating and in accordance with facts. Protect yourself from fraud, and be someone who is open minded.
id: Dapatkan informasi yang informatif, memotivasi dan sesuai dengan fakta. Lindungi diri Anda dari penipuan, dan jadilah seseorang yang berpikiran terbuka.

source: Get information that is informative, motivating and in accordance with facts. Protect yourself from fraud, and be someone who is open minded.
id: Dapatkan informasi yang informatif, memotivasi dan sesuai dengan fakta. Lindungi diri Anda dari penipuan, dan jadilah seseorang yang berpikiran terbuka.

source: Login
id: Masuk

source: I accept the conditions of transmitting information
id: Saya menerima kondisi pengiriman informasi

source: Search
id: Pencarian

source: Posts
id: Postingan

source: Nothing found! Change the search query and try again
id: Tidak ada yang ditemukan! Ubah kueri penelusuran dan coba lagi

source: To
id: Ke

source: Error: Username or Password not corret!
id: Kesalahan: Nama Pengguna atau Kata Sandi tidak benar!

source: Portfolio
id: Portofolio

source: Profile
id: Profil

source: Favourite
id: Favorit

source: Tags
id: Tag

source: Thank you! Your comments will be approved by us immediately.
id: Terima kasih! Komentar Anda akan segera kami setujui.

source: English
id: Inggris

source: Thank you for sending us a message
id: Terima kasih telah mengirimkan pesan kepada kami

source: OOPS! Bot suspected
id: OOPS! Diduga bot

source: Access denied, something doesn't match what you're doing.
id: Akses ditolak, ada yang tidak cocok dengan apa yang Anda lakukan.

source: Page not found
id: halaman tidak ditemukan

source: Sorry but we couldn't find the page that you are looking for.
id: Maaf, kami tidak dapat menemukan halaman yang Anda cari.

source: Looks like something went wrong! We track these errors automatically, but if the problem persists feel free to contact us.
id: Sepertinya ada yang tidak beres! Kami melacak kesalahan ini secara otomatis, tetapi jika masalah terus berlanjut, silakanhubungi kami.

source: We couldn’t find the page you’re looking for. Try searching or go back to the
id: Kami melacak kesalahan ini secara otomatis, tetapi jika masalah terus berlanjut, silakan

source: Read more
id: Baca lebih lajut

source: Read message online
id: Baca pesan online

source: Unsubscribe
id: Berhenti berlangganan

source: Unsubscribe:
id: Berhenti berlangganan:

source: Subscription to %(title)s
id: Berlangganan ke %(title)s

source: Sir/Madam
id: Bapak/Ibu

source: Dear %(name)s, you, or someone in your name requested a subscription to %(title)s. If you would like to confirm your subscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
id: Hai %(name)s, Anda, atau seseorang atas nama Anda meminta berlangganan %(title)s. Jika Anda ingin mengonfirmasi langganan Anda, silakan ikuti tautan aktivasi ini: http://%(domain)s%(url)s Salam Hormat,

source: Confirm subscription
id: Konfirmasi langganan

source: Unsubscription from %(title)s
id: Berhenti berlangganan dari %(title)s

source: Dear %(name)s, you, or someone in your name requested unsubscription from %(title)s. If you would like to confirm your unsubscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
id: Hai %(name)s, Anda, atau seseorang atas nama Anda meminta berhenti berlangganan dari %(title)s. Jika Anda ingin mengonfirmasi berhenti berlangganan,ikuti tautan aktivasi ini: http://%(domain)s%(url)s Salam Hormat,

source: Confirm unsubscription
id: Konfirmasi berhenti berlangganan

source: Update of subscription to %(title)s
id: Pembaruan berlangganan ke %(title)s

source: Dear %(name)s, you, or someone in your name requested updating your personal information for %(title)s. To make changes to your information in our database, please follow this activation link: http://%(domain)s%(url)s Kind regards,
id: Hai %(name)s, Anda, atau seseorang atas nama Anda meminta memperbarui informasi pribadi Anda untuk %(title)s. Untuk membuat perubahan pada informasi Anda di database kami, silakan ikuti tautan aktivasi ini: http://%(domain)s%(url)s Salah Hormat,

source: Update information
id: Perbarui informasi

source: Newsletter detail
id: Detail Newsletter

source: Subscribe
id: Langganan

source: Update
id: Perbarui

source: Back to list
id: Kembali ke daftar

source: Newsletter list
id: Daftar Newsletter

source: Update subscriptions
id: Perbarui langganan

source: Newsletter archive
id: Arsip Newsletter

source: activate
id: aktifkan

source: Newsletter subscribe
id: Berlangganan Newsletter

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
id: Due to a technical error we were not able to submit your confirmation email. Ini bisa jadi karena alamat email Anda tidak valid.

source: Your subscription has successfully been activated.
id: Langganan Anda telah berhasil diaktifkan.

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
id: Permintaan berlangganan Anda berhasil diterima dan email aktivasitelah dikirimkan kepada Anda. Dalam email itu Anda akan menemukan tautan yang Anda butuhkan untuk ikuti untuk mengaktifkan langganan Anda.

source: Do you want to subscribe to this newsletter?
id: Apakah Anda ingin berlangganan buletin ini?

source: Newsletter unsubscribe
id: Berhenti berlangganan buletin

source: You have successfully been unsubscribed.
id: Anda telah berhasil berhenti berlangganan.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
id: Permintaan berhenti berlangganan Anda telah berhasil diterima. Sebuah email telah dikirimkan kepada Anda dengan tautan yang harus Anda ikuti untuk mengonfirmasi berhenti berlangganan.

source: Do you want to unsubscribe from this newsletter?
id: Apakah Anda ingin berhenti berlangganan buletin ini?

source: Newsletter update
id: Perbarui Newsletter

source: Your subscription has successfully been updated.
id: Langganan Anda telah berhasil diperbarui.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
id: Permintaan pembaruan Anda berhasil diterima dan email aktivasi telah dikirimkan kepada Anda. Dalam email itu Anda akan menemukan tautan yang Anda butuhkan untuk ikuti untuk memperbarui langganan Anda.

source: Get Started
id: Memulai

source: Get Notified
id: Dapatkan Pemberitahuan
